Repository: andykimpe/cygwin-setup
Catalog: po/*/res.po
Languages: de, pl, tr

source: Cygwin Setup - Choose Installation Type
de: Cygwin Setup - Installationsart wählen
pl: Instalacja Cygwin - wybierz typ instalacji
tr: Cygwin Kurucu - Kurulum Türünü Seç

source: &Install from Internet (downloaded files will be kept for future re-use)
de: &Installation aus dem Internet (heruntergeladene Dateien werden zur späteren Wiederverwendung aufbewahrt)
pl: &Zainstaluj z Internetu (pobrane pliki zostaną zachowane do ponownego wykorzystania w przyszłości)
tr: &İnternetten Kur (indirilen dosyalar ileride tekrar kullanmak için saklanacaktır)

source: &Download Without Installing
de: &Download ohne Installation
pl: &Pobierz bez instalacji
tr: &Kurmadan İndir

source: Install from &Local Directory
de: Installation aus dem &Lokalen Verzeichnis
pl: Zainstaluj z &katalogu lokalnego
tr: &Yerel Dizinden Kur

source: Choose A Download Source
de: Download-Quelle wählen
pl: Wybierz źródło pobierania
tr: İndirme Kaynağı Seç

source: Choose whether to install or download from the internet, or install from files in a local directory.
de: Wählen Sie, ob Sie die Software aus dem Internet herunterladen und installieren möchten oder ob Sie sie aus Dateien aus einem lokalen Verzeichnis installieren möchten.
pl: Wybierz, czy chcesz zainstalować lub pobrać z Internetu, czy też zainstalować z plików w lokalnym katalogu.
tr: İnternetten kurmayı veya indirmeyi, ya da yerel bir dizindeki dosyalardan kurmayı seçin.

source: Cygwin Setup - Disable Virus Scanner?
de: Cygwin Setup - Virenscanner deaktivieren?
pl: Cygwin Setup - Wyłączyć skaner antywirusowy?
tr: Cygwin Kurucu - Virüs Tarayıcıyı Devre Dışı Bırak?

source: &Disable Virus scanner
de: &Virenscanner deaktivieren
pl: &Wyłącz skaner antywirusowy
tr: Virüs tarayıcıyı &devre dışı bırak

source: &Leave Virus scanner alone
de: Virenscanner allein &lassen
pl: & Zostaw skaner antywirusowy w spokoju
tr: &Virüs tarayıcıyı olduğu gibi bırak

source: Choose whether to disable your virus scanner while installing.
de: Wählen Sie, ob Sie Ihren Virenscanner während der Installation deaktivieren möchten.
pl: Wybierz, czy skaner antywirusowy ma zostać wyłączony podczas instalacji.
tr: Kurulum sırasında virüs tarayıcınızı devre dışı bırakıp bırakmayacağınızı seçin.

source: Some Antivirus programs, notably McAfee, cause a blue screen on Windows XP computers during installation of Cygwin.
de: Einige Antivirenprogramme, insbesondere McAfee, verursachen auf Windows XP-Computern während der Installation von Cygwin einen Bluescreen.
pl: Niektóre programy antywirusowe, w szczególności McAfee, powodują niebieski ekran na komputerach z systemem Windows XP podczas instalacji Cygwin.
tr: Başta McAfee olmak üzere bazı Antivirüs programları Cygwin kurulumu sırasında Windows XP bilgisayarlarda mavi ekrana neden olmaktadır.

source: One that may be a problem has been detected. Cygwin setup can disable this during the installation process, and re-enable it when the install is complete.
pl: Wykryto jeden, który może być problemem. Instalator Cygwin może wyłączyć tę funkcję podczas procesu instalacji i włączyć ją ponownie po zakończeniu instalacji.
tr: Sorun olabilecek bir tanesi tespit edildi. Cygwin kurucu bunu kurulum işlemi sırasında devre dışı bırakabilir ve kurulum tamamlandığında yeniden etkinleştirebilir.

source: Cygwin Setup - Select Local Package Directory
de: Cygwin Setup - Lokales Paketverzeichnis auswählen
pl: Konfiguracja Cygwin - Wybierz lokalny katalog pakietów
tr: Cygwin Kurucu - Yerel Paket Dizinini Seç

source: Select Local Package Directory
de: Lokales Paketverzeichnis auswählen
pl: Wybierz lokalny katalog pakietów
tr: Yerel Paket Dizinini Seç

source: Select a directory where you want Setup to store the installation files it downloads. The directory will be created if it does not already exist.
de: Wählen Sie ein Verzeichnis aus, in dem Setup die heruntergeladenen Installationsdateien speichern soll. Das Verzeichnis wird erstellt, wenn es noch nicht vorhanden ist.
pl: Wybierz katalog, w którym Instalator ma przechowywać pobierane pliki instalacyjne. Katalog zostanie utworzony, jeśli jeszcze nie istnieje.
tr: Kurucunun indirdiği kurulum dosyalarını saklamasını istediğiniz bir dizin seçin. Dizin zaten mevcut değilse oluşturulacaktır.

source: Select a directory where Setup should look for downloaded installation files.
de: Wählen Sie ein Verzeichnis aus, in dem Setup nach heruntergeladenen Installationsdateien suchen soll.
pl: Wybierz katalog, w którym Instalator ma szukać pobranych plików instalacyjnych.
tr: Kurucunun indirilen kurulum dosyalarını araması gereken bir dizin seçin.

source: Local Package Directory
de: Lokales Paketverzeichnis
pl: Lokalny katalog pakietów
tr: Yerel Paket Dizini

# DIALOG.IDD_LOCAL_DIR.PUSHBUTTON.IDC_LOCAL_DIR_BROWSE
source: B&rowse...
de: Durchsuchen...
pl: Przeglądaj...
tr: &Göz at...

source: Cygwin Setup - Choose Installation Directory
de: Cygwin Setup - Installationsverzeichnis wählen
pl: Instalacja Cygwin - wybierz katalog instalacyjny
tr: Cygwin Kurucu - Kurulum Dizinini Seç

source: Select Root Install Directory
de: Root-Installationsverzeichnis auswählen
pl: Wybierz główny katalog instalacji
tr: Kök Kurulum Dizinini Seç

source: Select the directory where you want to install Cygwin. Also choose a few installation parameters.
de: Wählen Sie das Verzeichnis, in dem Sie Cygwin installieren möchten. Wählen Sie auch einige Installationsparameter.
pl: Wybierz katalog, w którym chcesz zainstalować Cygwin. Wybierz także kilka parametrów instalacji.
tr: Cygwin'i kurmak istediğiniz dizini seçin. Ayrıca birkaç kurulum parametresi seçin.

source: Root Directory
pl: Katalog główny
tr: Kök Dizin

# DIALOG.IDD_ROOT.PUSHBUTTON.IDC_ROOT_BROWSE
source: B&rowse...
de: Durchsuchen...
pl: Przeglądaj...
tr: &Göz at...

source: Install For
de: Installieren für
pl: Zainstaluj dla
tr: Şunun İçin Kur

source: &All Users (RECOMMENDED)
de: &Alle Benutzer (EMPFOHLEN)
pl: &Wszyscy użytkownicy (ZALECANE)
tr: &Tüm Kullanıcılar (TAVSİYE EDİLEN)

source: Just &Me
de: Nur für &Mich
pl: Tylko &dla mnie
tr: Yalnızca &Ben

source: Cygwin will be available to all users of the system.
de: Cygwin wird für alle Benutzer des Systems verfügbar sein.
pl: Cygwin jest dostępny dla wszystkich użytkowników systemu.
tr: Cygwin, sistemin tüm kullanıcıları tarafından kullanılabilir olacaktır.

source: Cygwin will still be available to all users, but Desktop Icons, Cygwin Menu Entries, and important Installer information are only available to the current user. Only select this if you lack Administrator privileges or if you have specific needs.
de: Cygwin steht weiterhin allen Benutzern zur Verfügung, aber Desktop-Symbole, Cygwin-Menüeinträge und wichtige Informationen des Installationsprogramms sind nur für den aktuellen Benutzer verfügbar. Wählen Sie diese Option nur, wenn Sie keine Administratorrechte haben oder wenn Sie spezielle Anforderungen haben.
pl: Program Cygwin będzie nadal dostępny dla wszystkich użytkowników, ale ikony pulpitu, pozycje menu Cygwin i ważne informacje instalatora będą dostępne tylko dla bieżącego użytkownika. Wybierz tę opcję tylko wtedy, gdy nie masz uprawnień administratora lub gdy masz określone potrzeby.
tr: Cygwin yine de tüm kullanıcılar tarafından kullanılabilir olacak, ancak masaüstü simgeleri, Cygwin menü girdileri ve önemli kurucu bilgileri yalnızca geçerli kullanıcı tarafından kullanılabilir olacaktır. Bunu yalnızca yönetici ayrıcalıklarına sahip değilseniz veya özel ihtiyaçlarınız varsa seçin.

source: Cygwin Setup - Choose Download Site(s)
de: Cygwin-Setup - Download-Site(n) auswählen
pl: Konfiguracja Cygwin - wybierz stronę(y) pobierania
tr: Cygwin Kurucu - İndirme Site(ler)ini Seç

source: Available Download Sites:
de: Verfügbare Download-Seiten:
pl: Dostępne strony do pobrania:
tr: Kullanılabilir İndirme Siteleri:

source: Choose a site from this list, or add your own sites to the list.
de: Wählen Sie eine Seite aus dieser Liste aus oder fügen Sie der Liste Ihre eigenen Seiten hinzu.
pl: Wybierz witrynę z tej listy lub dodaj własne witryny do listy.
tr: Bu listeden bir site seçin veya kendi sitelerinizi listeye ekleyin.

source: Choose A Download Site
de: Wählen Sie eine Download-Site
pl: Wybierz witrynę pobierania
tr: Bir İndirme Sitesi Seç

source: User URL:
de: Benutzer-URL:
pl: URL użytkownika:
tr: Kullanıcı URL'si:

source: Add
de: Hinzufügen
pl: Dodawać
tr: Ekle

source: Cygwin Setup - Select Connection Type
de: Cygwin-Einrichtung - Verbindungsart auswählen
pl: Konfiguracja Cygwin - Wybierz typ połączenia
tr: Cygwin Kurucu - Bağlantı Türünü Seç

source: Use &System Proxy Settings
de: &System-Proxy-Einstellungen verwenden
pl: Użyj &Systemowych ustawień serwera proxy
tr: &Sistem Vekil Ayarlarını Kullan

source: &Direct Connection
de: &Direkte Verbindung
pl: &Bezpośrednie połączenie
tr: &Direct Bağlantı

source: Use HTTP/FTP &Proxy:
de: HTTP/FTP-&Proxy verwenden:
pl: Użyj protokołu HTTP/FTP &Proxy:
tr: HTTP/FTP &Vekili Kullan:

source: Proxy &Host
pl: Proxy i Host
tr: Vekil &Sunucu

source: Por&t
tr: &Bağlantı Noktası

source: Setup needs to know how you want it to connect to the internet. Choose the appropriate settings below.
de: Das Setup muss wissen, wie Sie es mit dem Internet verbinden wollen. Wählen Sie unten die entsprechenden Einstellungen aus.
pl: Instalator musi wiedzieć, w jaki sposób ma łączyć się z Internetem. Wybierz odpowiednie ustawienia poniżej.
tr: Kurucunun internete nasıl bağlanmasını istediğinizi bilmesi gerekiyor. Aşağıda uygun ayarları seçin.

source: Select Your Internet Connection
de: Wählen Sie Ihre Internetverbindung aus
pl: Wybierz swoje połączenie internetowe
tr: İnternet Bağlantınızı Seçin

# DIALOG.IDD_INSTATUS.CAPTIONDIALOG.IDD_INSTATUS.CAPTION
source: Cygwin Setup
de: Cygwin-Einrichtung
pl: Konfiguracja Cygwin
tr: Cygwin Kurucu

# DIALOG.IDD_INSTATUS.LTEXT.IDC_INS_ACTION
source: Installing...
de: Wird installiert...
pl: Instalowanie...
tr: Kuruluyor...

source: (PKG)
de: (PKT)
tr: (PAKET)

source: (FILE)
de: (DATEI)
pl: (PLIK)
tr: (DOSYA)

source: Progress1
de: Fortschritt1
pl: Postęp1
tr: İlerleme1

# DIALOG.IDD_INSTATUS.CONTROL.IDC_INS_IPROGRESS
source: Progress1
de: Fortschritt1
pl: Postęp1
tr: İlerleme1

# DIALOG.IDD_INSTATUS.CONTROL.IDC_INS_PPROGRESS
source: Progress1
de: Fortschritt1
pl: Postęp1
tr: İlerleme1

# DIALOG.IDD_INSTATUS.LTEXT.IDC_INS_BL_PACKAGE
source: Package:
de: Paket:
pl: Pakiet:
tr: Paket:

source: Total:
de: Gesamt:
pl: Razem:
tr: Toplam:

source: This page displays the progress of the download or installation.
de: Auf dieser Seite wird der Fortschritt beim Herunterladen oder bei der Installation angezeigt.
pl: Na tej stronie wyświetlany jest postęp pobierania lub instalacji.
tr: Bu sayfa indirme veya kurulumun ilerleme durumunu gösterir.

source: Progress
de: Fortschritt
pl: Postęp
tr: İlerleme

source: Proxy Authentication required
de: Proxy-Authentifizierung erforderlich
pl: Wymagane uwierzytelnienie proxy
tr: Vekil Kimlik Doğrulaması Gerekli

source: Proxy &User ID
pl: Proxy i identyfikator użytkownika
tr: Vekil &Kullanıcı Kimliği

# DIALOG.IDD_PROXY_AUTH.LTEXT.IDC_STATICDIALOG.IDD_PROXY_AUTH.LTEXT.IDC_STATIC
source: &Password
de: &Passwort
pl: Hasło
tr: &Parola

source: Proxy Authorization Required
de: Proxy-Autorisierung erforderlich
pl: Wymagana autoryzacja serwera proxy
tr: Vekil Yetkilendirmesi Gerekli

# DIALOG.IDD_PROXY_AUTH.DEFPUSHBUTTON.IDOKDIALOG.IDD_PROXY_AUTH.DEFPUSHBUTTON.IDOK
source: &OK
tr: &Tamam

source: Cancel
de: Abbrechen
pl: Anuluj
tr: İptal

source: Server Authentication required
de: Server-Authentifizierung erforderlich
pl: Wymagane uwierzytelnienie serwera
tr: Sunucu Kimlik Doğrulaması Gerekli

# DIALOG.IDD_NET_AUTH.LTEXT.IDC_STATIC
source: &User ID
pl: &ID użytkownika
tr: &Kullanıcı Kimliği

# DIALOG.IDD_NET_AUTH.LTEXT.IDC_STATIC
source: &Password
de: &Passwort
pl: &Hasło
tr: &Parola

source: Server Authorization Required
de: Server-Autorisierung erforderlich
pl: Wymagana autoryzacja serwera
tr: Sunucu Yetkilendirmesi Gerekli

# DIALOG.IDD_NET_AUTH.DEFPUSHBUTTON.IDOK
source: &OK
tr: &Tamam

# DIALOG.IDD_NET_AUTH.PUSHBUTTON.IDCANCEL
source: Cancel
de: Abbrechen
pl: Anuluj
tr: İptal

# DIALOG.IDD_SPLASH.CAPTION
source: Cygwin Setup
de: Cygwin-Einrichtung
pl: Konfiguracja Cygwin
tr: Cygwin Kurucu

source: Cygwin Net Release Setup Program
de: Cygwin Net Release Setup-Programm
pl: Program instalacyjny Cygwin Net Release
tr: Cygwin Kurucu Programı

source: This setup program is used for the initial installation of the Cygwin environment as well as all subsequent updates. The pages that follow will guide you through the installation. Please note that we only install a base set of packages by default. Cygwin provides a large number of packages spanning a wide variety of purposes. You can always run this program at any time in the future to add, remove, or upgrade packages as necessary.
de: Dieses Setup-Programm wird für die Erstinstallation der Cygwin-Umgebung sowie für alle nachfolgenden Updates verwendet. Die folgenden Seiten führen Sie durch die Installation. Bitte beachten Sie, dass wir standardmäßig nur einen Basissatz von Paketen installieren. Cygwin bietet eine große Anzahl von Paketen für eine Vielzahl von Zwecken an. Sie können dieses Programm jederzeit in der Zukunft ausführen, um je nach Bedarf Pakete hinzuzufügen, zu entfernen oder zu aktualisieren.
pl: Ten program instalacyjny jest używany do początkowej instalacji środowiska Cygwin, jak również wszystkich późniejszych aktualizacji. Kolejne strony poprowadzą Cię przez instalację. Proszę zauważyć, że domyślnie instalujemy tylko podstawowy zestaw pakietów. Cygwin dostarcza dużą liczbę pakietów o różnym przeznaczeniu. Zawsze możesz uruchomić ten program w dowolnym momencie w przyszłości, aby dodać, usunąć lub uaktualnić pakiety w razie potrzeby.
tr: Bu kurucu program Cygwin ortamının ilk kurulumu ve sonraki tüm güncellemeler için kullanılır. Takip eden sayfalar kurulum boyunca size rehberlik edecektir. Öntanımlı olarak yalnızca temel bir paket kümesi kurduğumuzu lütfen unutmayın. Cygwin, çok çeşitli amaçları kapsayan çok sayıda paket sağlar. Gerektiğinde paket eklemek, kaldırmak veya yükseltmek için bu programı istediğiniz zaman çalıştırabilirsiniz.

source: Contribute to translations of this program.
de: Tragen Sie zur Übersetzung dieses Programms bei.
pl: Przyczyniaj się do tłumaczeń tego programu.
tr: Bu programın çevirilerine katkıda bulunun.

source: Cygwin Setup - Installation Status and Create Icons
de: Cygwin-Einrichtung - Installationsstatus und Symbole erstellen
pl: Cygwin Setup - Status instalacji i tworzenie ikon
tr: Cygwin Kurucu - Kurulum Durumu ve Simge Oluşturulması

source: Create icon on &Desktop
de: Symbol auf &Desktop erstellen
pl: Utwórz ikonę na &Pulpicie
tr: &Masaüstü Simgesi Oluştur

source: Add icon to &Start Menu
de: Symbol zum &Startmenü hinzufügen
pl: Dodaj ikonę do &Menu Start
tr: &Başlat Menüsüne Simge Ekle

source: Tell setup if you want it to create a few icons for convenient access to the Cygwin environment.
pl: Powiedz instalatorowi, czy chcesz, aby utworzył kilka ikon dla wygodnego dostępu do środowiska Cygwin.
tr: Cygwin ortamına kolay erişim için birkaç simge oluşturulmasını isteyip istemediğinizi belirtin.

source: Create Icons
de: Symbole erstellen
pl: Tworzenie ikon
tr: Simgeler Oluştur

source: Shows installation status in download-only mode.
de: Zeigt den Installationsstatus im Nur-Download-Modus an.
pl: Pokazuje stan instalacji w trybie tylko do pobrania.
tr: Yalnızca indirme modunda kurulum durumunu gösterir.

source: Installation complete
de: Installation abgeschlossen
pl: Instalacja zakończona
tr: Kurulum tamamlandı

source: Installation Status
de: Installationsstatus
pl: Stan instalacji
tr: Kurulum Durumu

source: Cygwin installation completed successfully.
de: Cygwin-Installation erfolgreich abgeschlossen.
pl: Instalacja Cygwin zakończyła się pomyślnie.
tr: Cygwin kurulumu başarıyla tamamlandı.

source: FTP Authentication required
de: FTP-Authentifizierung erforderlich
pl: Wymagane uwierzytelnienie FTP
tr: FTP Kimlik Doğrulaması Gerekli

# DIALOG.IDD_FTP_AUTH.LTEXT.IDC_STATIC
source: &User ID
de: &Benutzer-ID
pl: &ID użytkownika
tr: &Kullanıcı Kimliği

# DIALOG.IDD_FTP_AUTH.LTEXT.IDC_STATIC
source: &Password
de: &Passwort
pl: &Hasło
tr: &Parola

source: FTP Authorization Required
de: FTP-Autorisierung erforderlich
pl: Wymagana autoryzacja FTP
tr: FTP Yetkilendirmesi Gerekli

# DIALOG.IDD_FTP_AUTH.DEFPUSHBUTTON.IDOK
source: &OK
tr: &Tamam

# DIALOG.IDD_FTP_AUTH.PUSHBUTTON.IDCANCEL
source: Cancel
de: Abbrechen
pl: Anuluj
tr: İptal

source: Cygwin Setup - Select Packages
de: Cygwin-Einrichtung - Pakete auswählen
pl: Konfiguracja Cygwin - wybór pakietów
tr: Cygwin Kurucu - Paket Seç

source: &View
de: &Ansicht
pl: &Podgląd
tr: &Görüntüle

source: &Search
de: &Suchen
pl: &Szukaj
tr: &Ara

source: Search
de: Suchen
pl: Szukaj
tr: Ara

source: &Clear
pl: &Wyczyść
tr: Temiz&le

source: &Keep
de: &Behalten
pl: &Zachowaj
tr: &Sakla

source: &Best
de: &Beste
pl: &Najlepszy
tr: En &iyi

source: &Sync
de: &Synchronisieren
pl: &Synchronizuj
tr: &Eşzamanla

source: &Test
tr: &Test et

source: &Hide obsolete packages
de: Veraltete Pakete &ausblenden
pl: &Ukryj przestarzałe pakiety
tr: Eski paketleri &gizle

source: Select packages to download.
de: Pakete zum Herunterladen auswählen.
pl: Wybrane pakiety do pobrania.
tr: İndirilecek paketleri seçin.

source: Select packages to install.
de: Pakete zum Installieren auswählen.
pl: Wybrane pakiety do instalowania.
tr: Kurulacak paketleri seçin.

source: Select Packages
de: Pakete auswählen
pl: Wybierz pakiety
tr: Paket Seç

source: Cygwin Setup - Resolving Dependencies
de: Cygwin-Einrichtung - Abhängigkeiten auflösen
pl: Konfiguracja Cygwin - rozwiązywanie zależności
tr: Cygwin Kurucu - Bağımlılıkları Çözümle

source: Resolving Dependencies
de: Abhängigkeiten auflösen
pl: Rozwiązywanie zależności
tr: Bağımlılıkları Çözümle

source: The following problems occured trying to satisfy dependencies.
de: Die folgenden Probleme traten beim Versuch auf, Abhängigkeiten zu erfüllen.
pl: Wystąpiły następujące problemy podczas próby spełnienia zależności.
tr: Bağımlılıklar karşılanmaya çalışılırken şu sorunlar oluştu.

source: &Accept default problem solutions
de: Vorgegebene Problemlösungen &akzeptieren
pl: &Zaakceptuj domyślne rozwiązania problemów
tr: Öntanımlı sorun çözümlerini &kabul et

source: Cygwin Setup - Review and confirm changes
de: Cygwin-Einrichtung - Änderungen überprüfen und bestätigen
pl: Konfiguracja Cygwin - przejrzyj i potwierdź zmiany
tr: Cygwin Kurucu - Değişiklikleri gözden geçirin ve onaylayın

source: Review and confirm changes
de: Änderungen überprüfen und bestätigen
pl: Przejrzyj i potwierdź zmiany
tr: Değişiklikleri gözden geçirin ve onaylayın

source: Cygwin Setup - Use dropped mirrors?
de: Cygwin Setup - Veraltete Mirror-Server verwenden?
pl: Cygwin Setup - Używasz zrzuconych serwerów lustrzanych?
tr: Cygwin Kurucu - Kaldırılan yansılar kullanılsın mı?

source: Warning:
de: Warnung:
pl: Ostrzeżenie:
tr: Uyarı:

source: One or more mirrors you have selected is/are not on the list of official Cygwin mirrors any more. It/They may be out of date or missing some packages. This affects the following mirror(s):
de: Ein oder mehrere Mirror-Server, die Sie ausgewählt haben, stehen nicht mehr auf der Liste der offiziellen Cygwin Mirror-Server. Es/Sie kann/können veraltet sein oder einige Pakete fehlen. Dies betrifft die folgenden Mirror-Server:
pl: Jeden lub więcej wybranych serwerów lustrzanych nie znajduje się już na liście oficjalnych serwerów lustrzanych Cygwin. Może być nieaktualny lub może brakować w nim niektórych pakietów. Dotyczy to następujących serwerów lustrzanych:
tr: Seçtiğiniz bir veya daha fazla yansı artık resmi Cygwin yansıları listesinde değil. Bunlar güncel olmayabilir veya bazı paketleri eksik olabilir. Bu şu yansı(lar)ı etkilemektedir:

source: If you experience installation problems consider trying official mirrors only. Do you want to continue, using this/these mirror(s)?
de: Wenn Sie Probleme mit der Installation haben, sollten Sie nur offizielle Mirror-Server ausprobieren. Möchten Sie fortfahren, indem Sie diesen/diese Mirror-Server verwenden?
pl: W przypadku problemów z instalacją warto rozważyć wypróbowanie wyłącznie oficjalnych serwerów lustrzanych. Czy chcesz kontynuować korzystanie z tego serwera lustrzanego?
tr: Kurulum sorunları yaşarsanız, yalnızca resmi yansıları denemeyi düşünün. Bu yansı(lar)ı kullanarak devam etmek istiyor musunuz?

source: &Don't warn me about this/these mirror(s) again
de: &Mich nicht mehr vor diesem/den Mirror-Server(n) warnen
pl: &Nie ostrzegaj mnie ponownie o tym/tych serwerach lustrzanych
tr: Beni bu yansı(lar) hakkında bir &daha uyarma

source: &Yes
de: &Ja
pl: &Tak
tr: &Evet

source: &No
de: &Nein
pl: &Nie
tr: &Hayır

source: Download Incomplete
de: Herunterladen unvollständig
pl: Pobieranie zakończone
tr: İndirme Tamamlanmadı

source: The following package(s) had download errors:
de: Die folgenden Pakete hatten Download-Fehler:
pl: Wystąpiły błędy pobierania następujących pakietów:
tr: Şu paket(ler)de indirme hataları oluştu:

source: Select 'Retry' to retry the download, 'Back' to return to the package selection page, 'Continue' to go on anyway (NOT RECOMMENDED), or 'Cancel' to exit.
de: Wählen Sie 'Wiederholen', um den Download erneut zu starten, 'Zurück', um zur Paketauswahl-Seite zurückzukehren, 'Weiter', um trotzdem fortzufahren (NICHT EMPFOHLEN) oder 'Abbrechen', um zu beenden.
pl: Wybierz "Ponów próbę", aby ponowić próbę pobrania, "Wstecz", aby powrócić do strony wyboru pakietu, "Kontynuuj", aby kontynuować (NIEZALECANE) lub "Anuluj", aby wyjść.
tr: İndirmeyi yeniden denemek için 'Yeniden dene', paket seçim sayfasına dönmek için 'Geri', yine de devam etmek için 'Devam et' (TAVSİYE EDİLMEZ), çıkmak için 'İptal' seçeneğini seçin.

# DIALOG.IDD_DOWNLOAD_ERROR.DEFPUSHBUTTON.IDRETRY
source: &Retry
de: &Wiederholen
pl: &Ponów
tr: &Yeniden dene

source: &Back
de: &Zurück
pl: &Wstecz
tr: &Geri

# DIALOG.IDD_DOWNLOAD_ERROR.PUSHBUTTON.IDIGNORE
source: &Continue
de: &Fortsetzen
pl: &Kontynuuj
tr: &Devam et

# DIALOG.IDD_DOWNLOAD_ERROR.PUSHBUTTON.IDABORT
source: Cancel
de: Abbrechen
pl: Anuluj
tr: İptal

source: Cygwin Setup - Running postinstall scripts
de: Cygwin-Einrichtung - Ausführen von Nachinstallationsskripten
pl: Konfiguracja Cygwin - uruchamianie skryptów poinstalacyjnych
tr: Cygwin Kurucu - Kurulum sonrası betiklerini çalıştır

source: Postinstall script errors
de: Nachinstallations-Skriptfehler
pl: Błędy skryptu poinstalacyjnego
tr: Kurulum sonrası betik hataları

source: These do not necessarily mean that affected packages will fail to function properly, but please check /var/log/setup.log.full and report any problems.
de: Dies bedeutet nicht unbedingt, dass die betroffenen Pakete nicht richtig funktionieren, aber bitte überprüfen Sie /var/log/setup.log.full und melden Sie alle Probleme.
pl: Nie musi to oznaczać, że pakiety, których dotyczy problem, nie będą działać poprawnie, ale prosimy o sprawdzenie /var/log/setup.log.full i zgłoszenie wszelkich problemów.
tr: Bunlar, etkilenen paketlerin düzgün çalışmayacağı anlamına gelmez, ancak lütfen /var/log/setup.log.full dosyasını gözden geçirin ve varsa sorunları bildirin.

source: In-use file detected
de: Datei in Verwendung entdeckt
pl: Wykryto plik w użyciu
tr: Kullanımda olan dosya tespit edildi

# DIALOG.IDD_FILE_INUSE.LTEXT.IDC_FILE_INUSE_MSG
source: Unable to extract
de: Kann nicht extrahiert werden
pl: Nie można wyodrębnić
tr: Çıkarılamıyor

source: The file is in use by the following processes:
de: Die Datei wird von den folgenden Prozessen verwendet:
pl: Plik jest używany przez następujące procesy:
tr: Dosya şu işlemler tarafından kullanılıyor:
