Repository: andykimpe/cygwin-setup
Catalog: po/*/res.po
Languages: de, pl, tr

source: Select 'Retry' to retry, select 'Stop' to stop processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
de: Wählen Sie 'Wiederholen' zum erneuten Versuch, 'Stop' zum Beenden von Prozessen und zum erneuten Versuch oder 'Weiter', um trotzdem fortzufahren (die Datei wird nach einem Neustart aktualisiert).
pl: Wybierz "Ponów próbę", aby ponowić próbę, wybierz "Zatrzymaj", aby zatrzymać procesy i spróbuj ponownie, lub wybierz "Kontynuuj", aby mimo to kontynuować (plik zostanie zaktualizowany po ponownym uruchomieniu).
tr: Yeniden denemek için 'Yeniden dene', işlemleri durdurmak ve yeniden denemek için 'Durdur', yine de devam etmek için 'Devam et' seçeneğini seçin (dosya yeniden başlatıldıktan sonra güncellenecektir).

source: Select 'Retry' to retry, select 'Kill' to kill processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
de: Wählen Sie 'Erneut versuchen' um es erneut zu versuchen, wählen Sie 'Beenden', um Prozesse zu beenden und erneut zu versuchen, oder wählen Sie 'Fortfahren', um trotzdem fortzufahren (die Datei wird nach einem Neustart aktualisiert).
pl: Wybierz "Ponów próbę", aby ponowić próbę, wybierz "Zabij", aby zabić procesy i spróbuj ponownie, lub wybierz "Kontynuuj", aby mimo to kontynuować (plik zostanie zaktualizowany po ponownym uruchomieniu).
tr: Yeniden denemek için 'Yeniden dene', işlemleri sonlandırmak ve yeniden denemek için 'Sonlandır', yine de devam etmek için 'Devam et' seçeneğini seçin (dosya yeniden başlatıldıktan sonra güncellenecektir).

source: Select 'Retry' to retry, select 'Kill' to forcibly kill all processes and retry, or select 'Continue' to go on anyway (the file will be updated after a reboot).
pl: Wybierz "Ponów próbę", aby ponowić próbę, wybierz "Zabij", aby wymusić zabicie wszystkich procesów i ponów próbę, lub wybierz "Kontynuuj", aby kontynuować (plik zostanie zaktualizowany po ponownym uruchomieniu).
tr: Yeniden denemek için 'Yeniden dene', tüm işlemleri zorla sonlandırmak ve yeniden denemek için 'Sonlandır', yine de devam etmek için 'Devam et' seçeneğini seçin (dosya yeniden başlatıldıktan sonra güncellenecektir).

# DIALOG.IDD_FILE_INUSE.PUSHBUTTON.IDIGNORE
source: &Retry
de: &Wiederholen
pl: &Ponów
tr: &Yeniden dene

source: &Stop Processes
de: Prozesse &stoppen
pl: &Zatrzymaj procesy
tr: &İşlemleri durdur

# DIALOG.IDD_FILE_INUSE.PUSHBUTTON.IDCONTINUE
source: &Continue
de: &Fortsetzen
pl: &Kontynuuj
tr: &Devam et

source: Warning: we recommend you do not use the root of your hard drive as the cygwin root, to prevent possible conflicts with other programs. Proceed anyway?
pl: Ostrzeżenie: zalecamy, aby nie używać katalogu głównego dysku twardego jako katalogu głównego cygwin, aby zapobiec możliwym konfliktom z innymi programami. Kontynuować?
tr: Uyarı: Diğer programlarla olası çakışmaları önlemek için sabit diskinizin kök dizinini cygwin kök dizini olarak kullanmamanızı tavsiye ederiz. Yine de devam edilsin mi?

source: You should not choose a root path that include spaces in directory names. Proceed anyway?
pl: Nie należy wybierać ścieżki katalogu głównego, która zawiera spacje w nazwach katalogów. Kontynuować?
tr: Dizin adlarında boşluk içeren bir kök yolu seçmemelisiniz. Yine de devam edilsin mi?

source: Can't open %s for writing: %s
pl: Nie można otworzyć %s do zapisu: %s
tr: %s yazmak için açılamıyor: %s

source: Unable to get %s from <%s>
pl: Nie można pobrać %s z <%s>
tr: %s, <%s>den alınamıyor

source: This setup.ini is older than the one you used last time you installed cygwin. Proceed anyway?
pl: Plik setup.ini jest starszy niż ten, którego użyłeś podczas ostatniej instalacji cygwin. Kontynuować mimo to?
tr: Bu setup.ini, cygwin'i son kurduğunuzda kullandığınızdan daha eski. Yine de devam edilsin mi?

source: Nothing needed to be installed
de: Es musste nichts installiert werden
pl: Nic nie wymagało zainstalowania
tr: Kurulması gereken bir şey yok

source: Installation Complete
de: Installation abgeschlossen
pl: Instalacja zakończona
tr: Kurulum Tamamlandı

source: In-use files have been replaced. You need to reboot as soon as possible to activate the new versions. Cygwin may operate incorrectly until you reboot.
pl: Używane pliki zostały zastąpione. Musisz jak najszybciej ponownie uruchomić komputer, aby aktywować nowe wersje. Cygwin może działać niepoprawnie do momentu ponownego uruchomienia komputera.
tr: Kullanımda olan dosyalar değiştirildi. Yeni sürümleri etkinleştirmek için en kısa zamanda sisteminizi yeniden başlatmanız gerekir. Cygwin siz yeniden başlatana kadar hatalı çalışabilir.

source: Can't open %s for reading: %s
pl: Nie można otworzyć %s do odczytu: %s
tr: %s okumak için açılamıyor: %s

source: The install directory must be absolute, with both a drive letter and leading slash, like C:\Cygwin
pl: Katalog instalacyjny musi być katalogiem bezwzględnym, zawierającym zarówno literę dysku, jak i wiodący ukośnik, na przykład C:\Cygwin
tr: Kurulum dizini, hem disk harfi hem de baştaki eğik çizgi ile birlikte mutlak olmalıdır, örneğin C:\Cygwin

source: Download Complete
de: Herunterladen abgeschlossen
pl: Pobieranie zakończone
tr: İndirme Tamamlandı

source: Cannot open log file %s for writing
pl: Nie można otworzyć pliku dziennika %s do zapisu
tr: %s günlük dosyası yazmak için açılamıyor

source: Uninstalls complete.
pl: Odinstalowywanie zostało zakończone.
tr: Kaldırma işlemleri tamamlandı.

source: Could not change dir to %s: %s [%.8x]
pl: Nie można zmienić katalogu na %s: %s [%.8x]
tr: Dizin %s olarak değiştirilemedi: %s [%.8x]

source: This setup is version %s, but setup.ini claims version %s is available. You might want to upgrade to get the latest features and bug fixes.
pl: Ta konfiguracja jest w wersji %s, ale plik setup.ini twierdzi, że wersja %s jest dostępna. Możesz chcieć uaktualnić, aby uzyskać najnowsze funkcje i poprawki błędów.
tr: Bu kurucu %s sürümüdür, ancak setup.ini %s sürümünün var olduğunu belirtiyor. En son özellikleri ve hata düzeltmelerini almak için yükseltmek isteyebilirsiniz.

source: Download Incomplete. Try again?
pl: Pobieranie niekompletne. Spróbować ponownie?
tr: İndirme tamamlanmadı. Tekrar denensin mi?

source: Download incomplete. Check %s for details
pl: Pobieranie jest niekompletne. Sprawdź %s, aby uzyskać szczegółowe informacje
tr: İndirme tamamlanmadı. Ayrıntılar için bakın: %s

source: Installation error (%s), Continue with other packages?
pl: Błąd instalacji (%s), kontynuować z innymi pakietami?
tr: Kurulum hatası (%s). Diğer paketlerle devam edilsin mi?

source: Installation incomplete. Check %s for details
pl: Instalacja niekompletna. Sprawdź %s, aby uzyskać szczegółowe informacje
tr: Kurulum tamamlanmadı. Ayrıntılar için bakın: %s

source: Package %s has a corrupt local copy, please remove and retry.
pl: Pakiet %s ma uszkodzoną kopię lokalną, usuń ją i spróbuj ponownie.
tr: %s paketinin bozuk bir yerel kopyası var, lütfen kaldırın ve yeniden deneyin.

source: The file %s is corrupt. Delete it and download again?
pl: Plik %s jest uszkodzony. Usunąć go i pobrać ponownie?
tr: %s dosyası bozuk. Silinsin ve tekrar indirilsin mi?

source: %s Do you want to skip this package ?
de: %s Möchten Sie dieses Paket überspringen?
pl: %S Czy chcesz pominąć ten pakiet?
tr: %s Bu paketi atlamak ister misiniz?

source: Fatal Error: Uncaught Exception Thread: %s Type: %s Message: %s
pl: Błąd krytyczny: Niewykryty wyjątek Wątek: %s Typ: %s Wiadomość: %s
tr: Önemli Hata: Yakalanmayan İstisna İş Parçacığı: %s Tür: %s Mesaj: %s

source: Fatal Error: Uncaught Exception Thread: %s Type: %s Message: %s AppErrNo: %d
pl: Błąd krytyczny: Niewykryty wyjątek Wątek: %s Typ: %s Wiadomość: %s Nr błędu aplikacji: %d
tr: Önemli Hata: Yakalanmayan İstisna İş Parçacığı: %s Tür: %s Mesaj: %s AppErrNo: %d

source: Sets all packages to their currently installed version. This is equivalent to telling setup not to make any changes to any package.
pl: Ustawia wszystkie pakiety na ich aktualnie zainstalowaną wersję. Jest to równoznaczne z poinformowaniem instalatora, aby nie wprowadzał żadnych zmian w żadnym pakiecie.
tr: Tüm paketleri şu anda kurulu olan sürümlerine ayarlar. Bu, kurucuya herhangi bir pakette değişiklik yapmamasını söylemekle aynıdır.

source: Sets all packages to the best version available (RECOMMENDED).
de: Stellt alle Pakete auf die beste verfügbare Version ein (EMPFOHLEN).
pl: Ustawia wszystkie pakiety na najlepszą dostępną wersję (ZALECANE).
tr: Tüm paketleri kullanılabilir en iyi sürüme ayarlar (TAVSİYE EDİLEN).

source: Sets all packages to the version available from the package repository, downgrading if necessary.
pl: Ustawia wszystkie pakiety na wersję dostępną z repozytorium pakietów, w razie potrzeby obniżając ich wersję.
tr: Tüm paketleri paket deposunda bulunan sürüme ayarlar, gerekirse sürüm düşürür.

source: Enable test packages.
de: Testpakete aktivieren.
pl: Włącz pakiety testowe.
tr: Test paketlerini etkinleştir.

source: Select the package view. This determines which packages are shown below. Category: Group by package category. Click on '+' to expand. Full: Show all packages. Pending: Show only packages that are about to be installed, removed, or upgraded. This tells you what is going to change when you press 'Next'. Up To Date: Show installed packages that need no action because they are at the desired version already. Not installed: Show packages that are are not currently installed and haven't been selected for installation. Picked: Show installed packages that were selected, not installed as a dependency. Removable: Show installed packages that were selected and could be safely removed. No other installed or selected packages depend on these packages. Unneeded: Show automatically installed packages that could now be safely removed. Other installed or selected packages no longer depend on these packages.
pl: Wybierz widok pakietu. Określa to, które pakiety są pokazane poniżej. Kategoria: Grupa według kategorii pakietu. Kliknij "+", aby rozwinąć. Pełny: Pokaż wszystkie pakiety. Oczekujące: Pokaż tylko pakiety, które mają zostać zainstalowane, usunięte lub uaktualnione. To powie ci, co się zmieni po naciśnięciu "Dalej". Aktualne: Pokaż zainstalowane pakiety, które nie wymagają żadnych działań, ponieważ są już w żądanej wersji. Niezainstalowane: Pokaż pakiety, które nie są aktualnie zainstalowane i nie zostały wybrane do instalacji. Wybrane: Pokaż zainstalowane pakiety, które zostały wybrane, a nie zainstalowane jako zależność. Usuwalne: Pokaż zainstalowane pakiety, które zostały wybrane i można je bezpiecznie usunąć. Żadne inne zainstalowane lub wybrane pakiety nie zależą od tych pakietów. Niepotrzebne: Pokaż automatycznie zainstalowane pakiety, które można teraz bezpiecznie usunąć. Inne zainstalowane lub wybrane pakiety nie są już zależne od tych pakietów.
tr: Paket görünümünü seçin. Bu, aşağıda hangi paketlerin gösterileceğini belirler. Kategori: Paket kategorisine göre grupla. Genişletmek için '+' üzerine tıklayın. Tam: Tüm paketleri göster. Bekliyor: Yalnızca kurulmak, kaldırılmak veya yükseltilmek üzere olan paketleri göster. Bu, 'İleri' düğmesine bastığınızda nelerin değişeceğini size söyler. Güncel: Zaten istenen sürümde oldukları için herhangi bir işlem yapılmasına gerek olmayan kurulu paketleri göster. Kurulu değil: Şu anda kurulu olmayan ve kurulum için seçilmeyen paketleri göster. Seçildi: Bağımlılık olarak kurulmayan, seçilen kurulu paketleri göster. Kaldırılabilir: Seçilen ve güvenli bir şekilde kaldırılabilecek kurulu paketleri göster. Başka hiçbir kurulu veya seçili paket bu paketlere bağımlı değildir. Gereksiz: Artık güvenli bir şekilde kaldırılabilecek otomatik olarak kurulan paketleri göster. Diğer kurulu veya seçili paketler artık bu paketlere bağımlı değildir.

source: If selected, setup will hide packages in categories with names that begin with '_'. Such packages are usually empty placeholders for packages that have been removed or renamed, or are infrastructure packages that are handled automatically.
pl: Jeśli ta opcja jest zaznaczona, instalator ukryje pakiety w kategoriach o nazwach zaczynających się od "_". Takie pakiety są zwykle pustymi symbolami zastępczymi dla pakietów, które zostały usunięte lub których nazwy zostały zmienione, lub są pakietami infrastruktury, które są obsługiwane automatycznie.
tr: Seçilirse, kurulum '_' ile başlayan adlara sahip kategorilerdeki paketleri gizleyecektir. Bu tür paketler genellikle kaldırılan veya yeniden adlandırılan paketler için boş yer tutuculardır veya otomatik olarak işlenen sistem paketleridir.

source: Mirror Error: Setup.ini signature %s from %s failed to verify. Possible corrupt mirror? Setup.ini rejected.
pl: Błąd kopii lustrzanej: nie udało się zweryfikować podpisu Setup.ini %s z %s. Możliwe uszkodzenie kopii lustrzanej? Plik Setup.ini został odrzucony.
tr: Yansı Hatası: Setup.ini imzası (%s, %s) doğrulanamadı. Yansı bozuk olabilir mi? Setup.ini reddedildi.

source: Internal Error: gcrypt library error %d %s
pl: Błąd wewnętrzny: błąd biblioteki gcrypt %d %s
tr: Dahili Hata: gcrypt kütüphane hatası %d %s

source: Search for this string in package names.
pl: Wyszukaj ten ciąg w nazwach pakietów.
tr: Paket adlarında bu dizgeyi ara.

source: Directory %s does not exist, would you like me to create it?
pl: Katalog %s nie istnieje, czy mam go utworzyć?
tr: %s dizini mevcut değil, oluşturulmasını ister misiniz?

source: Couldn't create directory %s, sorry. (Is drive full or read-only?)
pl: Nie można utworzyć katalogu %s, przepraszamy. (Dysk jest pełny lub tylko do odczytu?)
tr: %s dizini oluşturulamadı, üzgünüm. (Disk dolu veya salt okunur mu?)

source: Local package directory %s not found. You can still remove installed packages, but there will be nothing to install. Press OK if that's what you wanted or Cancel to choose a different directory.
pl: Nie znaleziono lokalnego katalogu pakietów %s. Nadal można usunąć zainstalowane pakiety, ale nie będzie nic do zainstalowania. Naciśnij OK, jeśli tego chcesz lub Anuluj, aby wybrać inny katalog.
tr: Yerel paket dizini %s bulunamadı. Yine de kurulu paketleri kaldırabilirsiniz, ancak kurulacak bir şey olmayacak. İstediğiniz buysa Tamam, farklı bir dizin seçmek için İptal düğmesine basın.

source: Hand installation over to elevated child process.
pl: Przekaż instalację procesowi potomnemu z podwyższonym poziomem uprawnień.
tr: Kurulumu yetkilendirilen alt işleme devret.

source: Unknown INSTALLED.DB version
pl: Nieznana wersja INSTALLED.DB
tr: Bilinmeyen INSTALLED.DB sürümü

source: Could not download mirror sites list
pl: Nie można pobrać listy witryn lustrzanych
tr: Yansı siteleri listesi indirilemedi

source: Progress:
de: Fortschritt:
pl: Postęp:
tr: İlerleme:

# STRINGTABLE.IDS_PROGRESS_PACKAGE
source: Package:
de: Paket:
pl: Pakiet:
tr: Paket:

source: Connecting...
de: Wird verbunden...
pl: Łączenie...
tr: Bağlanıyor...

source: Checking for packages to download...
pl: Sprawdzanie pakietów do pobrania...
tr: İndirilecek paketler denetleniyor...

source: Downloading...
de: Wird heruntergeladen...
pl: Pobieranie...
tr: İndiriliyor...

source: Parsing...
pl: Analizowanie...
tr: İşleniyor...

source: Running preremove script...
pl: Uruchamiam skrypt preremove...
tr: Kaldırma öncesi betiği çalıştırılıyor...

source: Uninstalling...
de: Wird deinstalliert...
pl: Odinstalowywanie...
tr: Kaldırılıyor...

# STRINGTABLE.IDS_PROGRESS_INSTALL
source: Installing...
de: Wird installiert...
pl: Instalacja...
tr: Kuruluyor...

source: Calculating...
de: Wird berechnet...
pl: Obliczanie...
tr: Hesaplanıyor...

source: Running...
de: Wird ausgeführt...
pl: Uruchamianie...
tr: Çalıştırılıyor...

source: Solving dependencies...
de: Abhängigkeiten werden aufgelöst...
pl: Rozwiązywanie zależności...
tr: Bağımlılıklar çözümleniyor...

source: Default
de: Standard
pl: Domyślnie
tr: Öntanımlı

# STRINGTABLE.IDS_ACTION_INSTALL
source: Install
de: Installieren
pl: Instaluj
tr: Kur

# STRINGTABLE.IDS_ACTION_UNINSTALL
source: Uninstall
de: Deinstallieren
pl: Odinstaluj
tr: Kaldır

source: Skip
de: Überspringen
pl: Pomiń
tr: Atla

source: Keep
de: Behalten
pl: Zachowaj
tr: Tut

source: Reinstall
de: Neu installieren
pl: Zainstaluj ponownie
tr: Yeniden Kur

source: Retrieve
de: Abrufen
pl: Odzyskiwanie
tr: Al

source: Unknown
de: Unbekannt
pl: Nieznany
tr: Bilinmiyor

source: Source
de: Quelle
pl: Źródło
tr: Kaynak

source: Full
de: Vollständig
pl: Pełny
tr: Tam

source: Pending
de: Ausstehend
pl: Oczekujące
tr: Bekliyor

source: Up To Date
de: Auf dem neuesten Stand
pl: Aktualne
tr: Güncel

source: Not Installed
de: Nicht installiert
pl: Nie zainstalowany
tr: Kurulu Değil

source: Picked
pl: Wybrany
tr: Seçildi

source: Removable
de: Entfernbar
pl: Usuwany
tr: Kaldırılabilir

source: Unneeded
de: Unnötig
pl: Niepotrzebne
tr: Gereksiz

source: Category
de: Kategorie
pl: Kategoria
tr: Kategori

source: Package
de: Paket
pl: Pakiet
tr: Paket

source: Current
de: Aktuell
pl: Aktualny
tr: Geçerli

source: New
de: Neu
pl: Nowy
tr: Yeni

source: Src?
tr: Kaynak?

source: Categories
de: Kategorien
pl: Kategorie
tr: Kategoriler

source: Size
de: Größe
pl: Rozmiar
tr: Boyut

source: Description
de: Beschreibung
pl: Opis
tr: Açıklama

# STRINGTABLE.IDS_MBOX_CAPTION
source: Cygwin Setup
de: Cygwin-Einrichtung
pl: Konfiguracja Cygwin
tr: Cygwin Kurucu

source: Unable to extract /%s -- corrupt package?
pl: Nie można wyodrębnić /%s -- uszkodzonego pakietu?
tr: /%s çıkarılamıyor -- paket bozuk mu?

source: Unable to extract /%s -- error writing file The file is in use or some other error occurred. Please stop all Cygwin processes and select ""Retry"", or select ""Continue"" to go on anyway (the file will be updated after a reboot).
pl: Nie można wyodrębnić /%s -- błąd podczas zapisywania pliku Plik jest używany lub wystąpił inny błąd. Zatrzymaj wszystkie procesy Cygwin i wybierz "Ponów próbę" lub wybierz "Kontynuuj", aby kontynuować (plik zostanie zaktualizowany po ponownym uruchomieniu).
tr: /%s çıkarılamıyor -- dosya yazılırken hata oluştu Dosya kullanımda veya başka bir hata oluştu. Lütfen tüm Cygwin işlemlerini durdurun ve ""Yeniden dene"" veya devam etmek için ""Devam et"" seçeneğini seçin (dosya yeniden başlatıldıktan sonra güncellenecektir).

source: An old version of cygwin1.dll was found here: %s Delete?
pl: Znaleziono starą wersję cygwin1.dll tutaj: %s Usunąć?
tr: Eski bir cygwin1.dll sürümü bulundu: %s Silinsin mi?

source: Couldn't delete file %s. Is the DLL in use by another application? You should delete the old version of cygwin1.dll at your earliest convenience.
pl: Nie można usunąć pliku %s. Czy biblioteka DLL jest używana przez inną aplikację? Powinieneś jak najszybciej usunąć starą wersję cygwin1.dll.
tr: %s dosyası silinemedi. DLL başka bir uygulama tarafından mı kullanılıyor? Eski cygwin1.dll sürümünü en kısa sürede silmelisiniz.

source: CoCreateInstance failed with error 0x%x. Setup will not be able to create Cygwin Icons in the Start Menu or on the Desktop.
pl: CoCreateInstance nie powiodło się z powodu błędu 0x%x. Instalator nie będzie mógł tworzyć ikon Cygwin w menu Start ani na pulpicie.
tr: CoCreateInstance 0x%x hatası ile başarısız oldu. Kurucu, başlat menüsünde veya masaüstünde Cygwin simgeleri oluşturamayacak.

source: Cygwin is not supported on this Windows version
de: Cygwin wird unter dieser Windows-Version nicht unterstützt
pl: Cygwin nie jest obsługiwany w tej wersji systemu Windows
tr: Cygwin bu Windows sürümünde desteklenmiyor

source: Cygwin is not supported on 32-bit Windows
de: Cygwin wird unter 32-Bit-Windows nicht unterstützt
pl: Cygwin nie jest obsługiwany w 32-bitowym systemie Windows
tr: Cygwin 32 bit Windows'ta desteklenmiyor

source: Cygwin support for this Windows version is deprecated, and will be removed in the next major version
de: Cygwin-Unterstützung für diese Windows-Version ist veraltet und wird in der nächsten Hauptversion entfernt werden
pl: Obsługa Cygwin dla tej wersji systemu Windows jest przestarzała i zostanie usunięta w następnej głównej wersji
tr: Bu Windows sürümü için Cygwin desteği sonlandırıldı ve bir sonraki ana sürümde kaldırılacak

source: Couldn't create registry key to store installation path
pl: Nie można utworzyć klucza rejestru do przechowywania ścieżki instalacji
tr: Kurulum yolunu saklamak için kayıt defteri anahtarı oluşturulamadı

source: Internet Error: %s
de: Internetfehler: %s
pl: Błąd internetowy: %s
tr: İnternet Hatası: %s

source: WARNING - Unsolved Problems Some packages may not work properly if you continue. Are you sure you want to proceed (NOT RECOMMENDED)?
pl: OSTRZEŻENIE — nierozwiązane problemy Niektóre pakiety mogą nie działać poprawnie, jeśli będziesz kontynuować. Czy na pewno chcesz kontynuować (NIEZALECANE)?
tr: UYARI - Çözülmeyen Sorunlar Devam ederseniz bazı paketler düzgün çalışmayabilir. Devam etmek istediğinizden emin misiniz (TAVSİYE EDİLMEZ)?

source: Target CPU mismatch You're trying to install a %s bit version of Cygwin into a directory containing a %s bit version of Cygwin. Continuing to do so would break the existing installation. Either run setup-%s.exe to update your existing %s bit installation of Cygwin, or choose another directory for your %s bit installation.
pl: Niezgodność procesora Próbujesz zainstalować %s bitową wersję Cygwina w katalogu zawierającym %s bitową wersję Cygwina. Kontynuowanie tego spowodowałoby uszkodzenie istniejącej instalacji. Uruchom setup-%s.exe, aby zaktualizować istniejącą %s-bitową instalację Cygwin, lub wybierz inny katalog dla swojej %s-bitowej instalacji.
tr: Hedef CPU uyuşmazlığı %s bit Cygwin sürümünü, %s bit Cygwin sürümü içeren bir dizine kurmaya çalışıyorsunuz. Bunu yapmaya devam etmek var olan kurulumu bozacaktır. Var olan %s bit Cygwin kurulumunu güncellemek için setup-%s.exe dosyasını çalıştırın ya da %s bit kurulumunuz için başka bir dizin seçin.

source: Can't get list of download sites. Make sure your network settings are correct and try again.
pl: Nie można uzyskać listy witryn pobierania. Upewnij się, że ustawienia sieciowe są poprawne i spróbuj ponownie.
tr: İndirme sitelerinin listesi alınamıyor. Ağ ayarlarınızın doğru olduğundan emin olun ve tekrar deneyin.

source: Are you sure you want to exit setup? Any current download or installation will be aborted.
pl: Czy na pewno chcesz wyjść z konfiguracji? Bieżące pobieranie lub instalacja zostanie przerwana.
tr: Kurucudan çıkmak istediğinizden emin misiniz? Var olan herhangi bir indirme veya kurulum işlemi iptal edilecektir.

source: Continue
de: Fortsetzen
pl: Kontynuuj
tr: Devam et

source: No packages found.
de: Keine Pakete gefunden.
pl: Nie znaleziono pakietów.
tr: Paket bulunamadı.

source: Nothing to download.
de: Nichts zum Herunterladen.
pl: Nie ma nic do pobrania.
tr: İndirilecek bir şey yok.

source: Nothing to install or update.
de: Nichts zum Installieren oder Aktualisieren.
pl: Nie trzeba nic instalować ani aktualizować.
tr: Kurulacak veya güncellenecek bir şey yok.

source: Select an installation root directory
de: Wählen Sie ein Installations-Stammverzeichnis aus
pl: Wybierz katalog główny instalacji
tr: Kurulum kök dizini seç

source: Select download directory
de: Herunterladeverzeichnis auswählen
pl: Wybierz katalog pobierania
tr: İndirme dizini seç

source: Select local package directory
de: Lokales Paketverzeichnis auswählen
pl: Wybrany lokalny katalog pakietów
tr: Yerel paket dizini seç

source: Checking %s for %s
pl: Sprawdzanie %s dla %s
tr: %s için %s denetleniyor

source: %s from %s
de: %s von %s
pl: %s z %s
tr: %s, %s

# STRINGTABLE.IDS_CONFIRM_UNINSTALL
source: Uninstall
de: Deinstallieren
pl: Odinstaluj
tr: Kaldır

# STRINGTABLE.IDS_CONFIRM_INSTALL
source: Install
de: Installieren
pl: Instaluj
tr: Kur

source: Download
de: Herunterladen
pl: Pobierz
tr: İndir

source: No changes
de: Keine Änderungen
pl: Bez zmian
tr: Değişiklik yok
