Repository: andykimpe/cygwin-setup
Catalog: po/*/res.po
Languages: de, pl, tr

source: (automatically added)
de: (automatisch hinzugefügt)
pl: (dodane automatycznie)
tr: (otomatik olarak eklendi)

source: (source)
de: (Quelle)
pl: (źródło)
tr: (kaynak)

source: &Kill Processes
de: Prozess &abtöten
pl: &Zabij procesy
tr: İşlemleri &Sonlandır

# STRINGTABLE.IDS_FILE_INUSE_MSG
source: Unable to extract
pl: Nie można wyodrębnić
tr: Çıkarılamıyor

source: Additional site URL, path or UNC path
pl: Dodatkowy adres URL witryny, ścieżka lub ścieżka UNC
tr: Ek site URL'si, yol veya UNC yolu

source: Error during option processing.
pl: Błąd podczas przetwarzania opcji.
tr: Seçenek işleme sırasında hata oluştu.

source: Command Line Options:
de: Befehlszeilenoptionen:
pl: Opcje wiersza poleceń:
tr: Komut Satırı Seçenekleri:

source: The default is to both download and install packages, unless either --download or --local-install is specified.
pl: Domyślnie pobierane i instalowane są pakiety, chyba że określono to w opcjach --download lub --local-install.
tr: --download ya da --local-install seçeneklerinden biri belirtilmediği sürece öntanımlı olarak paketler hem indirilir hem de kurulur.

source: Consider package versions marked test
pl: Rozważ wersje pakietu oznaczone jako testowe
tr: Test olarak işaretlenen paket sürümlerini dikkate al

source: Allow old, unsupported Windows versions
pl: Zezwalaj na stare, nieobsługiwane wersje systemu Windows
tr: Eski, desteklenmeyen Windows sürümlerine izin ver

source: Architecture to install (x86_64 or x86)
de: Zu installierende Architektur (x86_64 oder x86)
pl: Architektura do zainstalowania (x86_64 lub x86)
tr: Kurulacak mimari (x86_64 veya x86)

source: Specify categories to install
de: Zu installierende Kategorien angeben
pl: Określanie kategorii do zainstalowania
tr: Kurulacak kategorileri belirt

source: Compress installed files with Compact OS (xpress4k, xpress8k, xpress16k, lzx)
pl: Kompresuj zainstalowane pliki za pomocą Compact OS (xpress4k, xpress8k, xpress16k, lzx)
tr: Kurulan dosyaları Compact OS ile sıkıştır (xpress4k, xpress8k, xpress16k, lzx)

source: Remove orphaned packages
de: Verwaiste Pakete entfernen
pl: Usuń osierocone pakiety
tr: Sahipsiz paketleri kaldır

source: Disable known or suspected buggy anti virus software packages during execution
pl: Wyłącz znane lub podejrzewane pakiety oprogramowania antywirusowego z błędami podczas wykonywania
tr: Bilinen veya şüphelenilen hatalı anti virüs yazılım paketlerini çalıştırma sırasında devre dışı bırak

source: Download packages from internet
de: Pakete aus dem Internet herunterladen
pl: Pobierz pakiety z internetu
tr: Paketleri internetten indir

source: Select the current version for all packages
de: Aktuelle Version für alle Pakete auswählen
pl: Wybierz aktualną wersję dla wszystkich pakietów
tr: Tüm paketler için geçerli sürümü seç

source: Print help
de: Hilfe ausgeben
pl: Drukuj pomoc
tr: Yardım metnini yazdır

source: Automatically install source for every package installed
de: Quellen für jedes installierte Paket automatisch installieren
pl: Automatycznie instaluj źródła dla każdego zainstalowanego pakietu
tr: Kurulan her paket için kaynağı otomatik olarak kur

source: Use a different basename, e.g. ""foo"", instead of ""setup""
pl: Użyj innej nazwy bazowej, np. ""foo"", zamiast ""konfiguracja""
tr: Farklı bir taban adı kullan, örneğin ""setup"" yerine ""foo""

source: Use untrusted keys and retain all
pl: Używaj niezaufanych kluczy i zachowaj wszystkie
tr: Güvenilmeyen anahtarları kullan ve tümünü sakla

source: Specify GUI language langid
pl: Określ język GUI langid
tr: Grafiksel arayüz dilini seç

source: Install packages from local directory
de: Pakete aus lokalem Verzeichnis installieren
pl: Zainstaluj pakiety z katalogu lokalnego
tr: Paketleri yerel dizinden kur

source: Local package directory
de: Lokales Paketverzeichnis
pl: Lokalny katalog pakietów
tr: Yerel paket dizini

source: Skip package availability check when installing from local directory (requires local directory to be clean mirror!)
pl: Pomiń sprawdzanie dostępności pakietu podczas instalacji z katalogu lokalnego (wymaga, aby katalog lokalny był czystą kopią lustrzaną!)
tr: Yerel dizinden kurarken paket kullanılabilirlik denetimini atla (yerel dizinin temiz bir yansı olmasını gerektirir!)

source: Do not check for and enforce running as Administrator
de: Ausführung als Administrator nicht überprüfen und erzwingen
pl: Nie sprawdzaj i nie wymuszaj uruchamiania jako administrator
tr: Yönetici olarak çalıştırmayı denetleme ve zorlama

source: Disable creation of desktop shortcut
de: Erstellung einer Desktop-Verknüpfung deaktivieren
pl: Wyłącz tworzenie skrótu na pulpicie
tr: Masaüstü kısayolu oluşturmayı devre dışı bırak

source: Disable replacing in-use files on next reboot
pl: Wyłącz zastępowanie plików w użyciu przy następnym ponownym uruchomieniu komputera
tr: Kullanımda olan dosyaların bir sonraki yeniden başlatmada değiştirilmesini devre dışı bırak

source: Disable creation of desktop and start menu shortcuts
pl: Wyłącz tworzenie skrótów na pulpicie i menu Start
tr: Masaüstü ve başlat menüsü kısayolları oluşturmayı devre dışı bırak

source: Disable creation of start menu shortcut
pl: Wyłącz tworzenie skrótów w menu Start
tr: Başlat menüsü kısayolu oluşturmayı devre dışı bırak

source: Don't verify setup.ini signatures
pl: Nie weryfikuj podpisów pliku setup.ini
tr: setup.ini imzalarını doğrulama

source: Suppress checking if a newer version of setup is available
pl: Pomiń sprawdzanie, czy dostępna jest nowsza wersja instalacji
tr: Kurucunun daha yeni bir sürümünün olup olmadığını denetlemeyi engelle

source: Don't warn about deprecated Windows versions
pl: Nie ostrzegaj o przestarzałych wersjach systemu Windows
tr: Desteği sonlandırılan Windows sürümleri hakkında uyarma

source: Don't write root installation directory to registry
pl: Nie zapisuj głównego katalogu instalacyjnego w rejestrze
tr: Kök kurulum dizinini kayıt defterine yazma

source: Enable old cygwin.com keys
pl: Włącz stare klucze cygwin.com
tr: Eski cygwin.com anahtarlarını etkinleştir

source: Do not download mirror list. Only use sites specified with -s
pl: Nie pobieraj listy serwerów lustrzanych. Używaj tylko witryn określonych za pomocą -s
tr: Yansı listesini indirme. Yalnızca -s ile belirtilen siteleri kullan

source: Specify packages to install
de: Zu installierende Pakete angeben
pl: Określ pakiety do zainstalowania
tr: Kurulacak paketleri belirt

source: Semi-attended chooser-only mode
pl: Tryb wyboru tylko częściowo nadzorowanego
tr: Yarı etkileşimli yalnızca seçici modu

source: HTTP/FTP proxy (host:port)
pl: Serwer proxy HTTP/FTP (host:port)
tr: HTTP/FTP vekili (sunucu:bağlantınoktası)

source: Prune the installation to only the requested packages
pl: Ogranicz instalację tylko do wymaganych pakietów
tr: Kurulumu yalnızca istenen paketlerle sınırla

source: URL or absolute path of extra public key file (RFC4880 format)
pl: Adres URL lub bezwzględna ścieżka dodatkowego pliku klucza publicznego (format RFC4880)
tr: Ek ortak anahtar dosyasının URL'si veya mutlak yolu (RFC4880 biçimi)

source: Specify categories to uninstall
de: Zu deinstallierende Kategorien angeben
pl: Określ kategorie do odinstalowania
tr: Kurulacak kategorileri belirt

source: Specify packages to uninstall
de: Zu deinstallierende Pakete angeben
pl: Określ pakiety do odinstalowania
tr: Kaldırılacak paketleri belirt

source: Root installation directory
de: Stamm-Installationsverzeichnis
pl: Główny katalog instalacyjny
tr: Kök kurulum dizini

source: Extra DSA public key in s-expr format
pl: Dodatkowy klucz publiczny DSA w formacie s-expr
tr: s-expr biçiminde ek DSA ortak anahtarı

source: Download site URL, path or UNC path
pl: Pobierz adres URL witryny, ścieżkę lub ścieżkę UNC
tr: İndirme sitesi URL'si, yol veya UNC yolu

source: Symlink type (lnk, native, sys, wsl)
pl: Typ dowiązania symbolicznego (lnk, native, sys, wsl)
tr: Sembolik bağlantı türü (lnk, yerel, sys, wsl)

source: Use untrusted saved extra keys
pl: Użyj niezaufanych zapisanych dodatkowych kluczy
tr: Güvenilmeyen kaydedilmiş ek anahtarlar kullan

source: Also upgrade installed packages
pl: Zaktualizuj również zainstalowane pakiety
tr: Ayrıca kurulu paketleri yükselt

source: User agent string for HTTP requests
pl: Ciąg agenta użytkownika dla żądań HTTP
tr: HTTP istekleri için kullanıcı aracısı dizgesi

source: Verbose output
de: Ausführliche Ausgabe
pl: Pełne dane wyjściowe
tr: Ayrıntılı çıktı

source: Show version
de: Version anzeigen
pl: Pokaż wersję
tr: Sürümü göster

source: When elevating, wait for elevated child process
pl: Po podniesieniu uprawnień należy poczekać na podniesienie uprawnień procesu potomnego
tr: Yetkilendirirken, yetkilendirilen alt işlemi bekle

source: Disk:
de: Festplatte:
pl: Dysk:
